open_weather_token = '508faecb2d4e8dd6841439926d5060f8'

tg_token_bot = '5237620114:AAFUVjbsGSNoApplryErKKskpAsHIzhxGVI'

mass = ['', 'Путин хуйло ла ла ла ла!', 'ПТН ПТНХ!', 'НЕ Рашка а Московия!', 'руSSкий военный корабль, ИДИ НАХУЙ!!']

start_message = 'Це український бот по прогнозу погоди! Якщо хочеш дізнатися яка погода у місті, то прокоментуй моє повідомлення назвою міста. Якщо не працюе то спробуй назву на латиниці. СЛАВА УКРАЇНІ!'

password = ''

mass1 = ['абакан', 'адлер', 'анапа', 'ангарск', 'архангельск',
         'астрахань', 'барнаул', 'белгород', 'благовещенск', 'чебоксары', 'челябинск', 'череповец', 'черняховск',
         'чита', 'екатеринбург', 'геленджик ', ' иркутск', 'ижевск', 'кабардинка', 'калининград', 'казань', 'кемерово',
         'хабаровск', 'ханты-мансийск', 'кисловодск', 'комсомольск-на-амуре', 'кострома', 'краснодар', 'красноярск',
         'курган', 'курск', 'липецк', 'листвянка', 'магадан', 'магнитогорск', 'махачкала', 'минеральныеводы', 'москва',
         'мурманск', 'находка', 'нальчик', 'нижневартовск', 'нижнийновгород', 'ноябрьск', 'норильск', 'новокузнецк',
         'новороссийск', 'новосибирск', 'новый', 'уренгой', 'омск', 'оренбург', 'пенза', 'пермь',
         'петропавловск-камчатский', 'петрозаводск', 'псков', 'пятигорск', 'ростов-на-дону', 'рязань', 'салехард',
         'самара', 'саранск', 'саратов', 'саяногорск', 'сочи', 'санкт-петербург', 'ставрополь', 'сургут', 'суздаль',
         'светлогорск', 'сыктывкар', 'таганрог', 'тольятти', 'томск', 'тула', 'тверь', 'тюмень', 'уфа', 'углич', 'ухта',
         'улан-удэ', 'ульяновск', 'великий', 'новгород', 'владикавказ', 'владимир', 'владивосток', 'волгоград',
         'воркута', 'воронеж', 'выборг', 'якутск', 'ярославль', 'йошкар-ола', 'южно-сахалинск', 'химки', 'калуга',
         'елабуга', 'азов', 'александров', 'брянск', 'вологда', 'выкса', 'грозный', 'иваново', 'киров', 'муром',
         'набережные', 'челны', 'нижнекамск', 'переславль-залесский', 'ростов', 'великий', 'сергиев', 'посад',
         'смоленск', 'старая', 'русса', 'тамбов', 'тобольск', 'шахты', 'стрельна', 'петергоф', 'пушкин', 'обнинск',
         'армавир', 'гатчина', 'зеленогорск', 'репино', 'солнечное', 'шлиссельбург', 'воскресенское', 'коломна',
         'рождествено', 'октябрьский', 'всеволожск', 'бузулук', 'ессентуки', 'кировск', 'новокуйбышевск', 'приозерск',
         'рыбинск', 'серпухов', 'стерлитамак', 'ступино', 'туапсе', 'чайковский', 'энгельс', 'шуя', 'сорочинск',
         'терскол', 'кропоткин', 'дзержинск', 'тихвин', 'шатура', 'златоуст', 'горно-алтайск', 'великие', 'луки',
         'биробиджан', 'волгодонск', 'волжский', 'ейск', 'белокуриха', 'кирово-чепецк', 'майкоп', 'нягань', 'саров',
         'северодвинск', 'старый', 'оскол', 'троицк', 'шадринск', 'подольск', 'дмитров', 'дагомыс', 'красная', 'поляна',
         'лазаревское', 'лоо', 'хоста', 'зеленоградск', 'балашиха', 'лысково', 'витязево', 'вельск', 'великий', 'устюг',
         'кингисепп', 'звенигород', 'северобайкальск', 'первоуральск', 'ногинск', 'электросталь', 'тихорецк',
         'ломоносов', 'дубна', 'брейтово', 'железноводск', 'голубицкая', 'грязи', 'эсто-садок', 'ангелово',
         'знаменский', 'архипо-осиповка', 'горячий', 'ключ', 'домбай', 'животино', 'королёв', 'курово', 'мышкин',
         'небуг', 'никола', 'сукко', 'шерегеш', 'янтарный', 'морское', 'гурзуф', 'евпатория', 'керчь', 'коктебель',
         'курпаты', 'черноморское,', 'одинцово', 'жуковский', 'конаково', 'петрово-дальнее', 'городец',
         'иноземцево', 'тургояк']

mass2 = ['', 'Маскалям ту не раді!', 'Москаляку на гілляку!', 'Путин хуйло ла ла ла ла!',
         'Я хочу сказать роssийской армии -Пиздуйте нахуй отсюда ёбаные пидорасы, вас тут никто не ждёт!']

mass3 = ['Алупка', 'Алушта', 'Армянск', 'Бахчисарай', 'Белогорск', 'Джанкой', 'Евпатория', 'Керчь', 'Красноперекопск',
         'Севастополь', 'Симферополь', 'Судак', 'Щёлкино', 'Ялта']

mass4 = ['слава україні', 'героям слава', 'слава нації', 'путин', 'птн', 'русский военный корабль', 'україна', 'suck',
         'cock', 'dungeon', 'fuking', 'чорнобаївка', 'батько наш бандера', 'доброго ранку']
